Repository: GitauHarrison/somasoma-blog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: sw

source: You need to login to accesss this page
sw: Unahitaji kujiandikisha kuingia

source: Username
sw: Jina lako

source: Email
sw: Barua lako pepe

source: Comment
sw: Maoni

source: Post Your comment
sw: Uza maoni yako

source: Invalid username or password
sw: Jina au pasi yako ya siri mbaya

source: Your comment is now live!
sw: Maoni yako yameuzwa

source: said
sw: alisema

source: Overview
sw: Ujumla

source: Resources
sw: Utakayohitaji

source: Create
sw: Tengeneza

source: Comments
sw: Maoni

source: Want to master<br>Arduino?<br>
sw: Unataka kuwa stadi wa<br>Arduino?<br>

source: LEAD THE<br>FIELD
sw: KUWA WA<br>KWANZA

source: Blog posted on
sw: Maoni iliandikwa

source: July 6, 2020
sw: Julai 6, 2020

source: What You Will Need
sw: Chenye utahitaji

source: How To
sw: Jinsi ya kuifanya
